{
  "home": {
    "intro": {
      "nav-label": "Intro",
      "subtitle": "développeur"
    },
    "about": {
      "nav-label": "À propos",
      "title": "À propos",
      "subtitle": "de moi",
      "description": "Diplômé d'un Bachelor Gobelins Développeur Interactif, je suis passionné par la programmation depuis le lycée lorsque j'ai réalisé un site web pour présenter mon projet de fin de diplôme. Ayant pris du plaisir à le développer, j'ai orienté mes études autour de ce domaine afin d'en apprendre plus. De Wordpress à React, en passant par Unity, j'ai découvert beaucoup de technologies durant mes 3 années d'étude et ai pu aussi les mettre en pratique durant mes 2 années d'apprentissage dans l'agence AC Web Design.{br}{br}Durant ma dernière année de formation, j'ai découvert le développement d'application mobile et le développement jeux-vidéo avec Unity, Swift, mais aussi Android Studio ce qui m'a donné envie d'en savoir plus sur ces deux domaines. J'ai notamment réalisé une œuvre interactive en réalité augmentée avec Les Naufragés pour Annecy paysages, un festival en plein-air dans la ville d'Annecy.",
      "text-stroke-cta": "Télécharger",
      "text-highlighted-cta": "mon CV"
    },
    "works": {
      "nav-label": "Réalisations",
      "title": "Mes",
      "subtitle": "Réalisations"
    },
    "clients": {
      "nav-label": "Recommendations",
      "title": "Ils m'ont",
      "subtitle": "fait confiance"
    },
    "contact": {
      "nav-label": "Contact",
      "title": "Contactez",
      "subtitle": "moi sur..."
    }
  },
  "work-item": {
    "year": "Année",
    "roles": "Rôle | Rôles",
    "role-labels": {
      "graphist": "Graphiste",
      "ux-ui": "Concepteur UX / UI",
      "frontend": "Développeur front-end",
      "backend": "Développeur back-end",
      "game": "Développeur jeux vidéo"
    },
    "challenges": "Challenge",
    "solutions": "Solutions",
    "visit-website-stroke": "Visiter",
    "visit-website-highlighted": "le Site",
    "rock-en-delire": {
      "description": "Rock en délire est un projet fictif réalisé durant ma première année de DUT MMI. Le client était un festival de rock situé à Nantes. Notre équipe était composé d' un Rédacteur, un Community Manager et un Développeur.{br}{br}L'évènement souhaitait avoir plus de visibilité ainsi que de renforcer la fidélité de ceux qui était venu aux édition précédentes.",
      "challenges": "Réaliser un site vitrine sans rafraichissement et avec une base de données local en JSON tout en apprenant ReactJS, une bibliothèque Javascript permettant de faciliter la création d'application web.",
      "solutions": "Refonte du logo, amélioration de leur communication sur les réseaux sociaux en leur créant des modèles de story pour instagram et une charte éditoriale ainsi que la réalisation d'un site web.",
      "content": {
        "1": {
          "title": "Le logo",
          "text": "Pour cette refonte, nous avons voulu rajeunir l'image du festival tout en gardant le style Rock'n'Roll. Nous avons opter pour un logo typographique. La police a était intégralement créée afin de représenter ce côté géométrique décalé."
        }
      }
    },
    "la-bonne-moustache": {
      "description": "La bonne Moustache est un projet fictif réalisé durant mon DUT MMI. Le client était un Barber Shop situé à Blois. Pour répondre à ses besoins, nous étions une équipe d'un Community Manager et un Développeur. {br}{br} Notre client venait  tout juste de démarrer son entreprise et avait besoin de se faire connaître rapidement. Il avait donc besoin de solutions rapide et efficace.",
      "challenges": "Réaliser en une journée un site vitrine de zéro avec Bootstrap, une collection d'outils utiles à la stylisation d'un site.",
      "solutions": "Adaptation et mise en ligne d'un modèle de site Bootstrap gratuit aux demandes du client ainsi que la création et la gestion de leur réseau social : Instagram."
    },
    "stanislac": {
      "description": "Stanislac est un projet en collaboration avec l'office de tourisme de Annecy réalisé durant mon Bachelor Gobelins Développeur Interactif. Ils souhaitaient rendre plus lisibles les données des évènements de la ville qu'ils avaient récupéré.",
      "challenges": "Représenter les données fournies par le client de façon à ce qu'elle soit ordonner selon des critères simples et compréhensible par tous types d'utilisateur.",
      "solutions": "Réalisation d'un site représentant les différents évènements sur une carte avec l'affichage les des détails de la selection de l'utilisateur."
    },
    "le-france": {
      "description": "Une plongée au coeur de l'histoire est un projet réalisé pour le festival Annecy paysages par Les Naufragés, une équipe de quatres étudiants en troisième année de Bachelor Gobelins Développeur & Designeur Interactif.{br}{br}Nous avons travaillé en collaboration avec Bonlieu Scène Nationale, l'organisateur de ce festival, ainsi que Async Studio, l'agence développant l'application de l'évènement et ayant proposé l'ajout de ces nouvelles expériences pour l'édition 2022.",
      "challenges": "Concevoir et réaliser une expérience interactive en réalité augmentée en 6 mois en apprenant à développer sur le moteur de jeu Unity.",
      "solutions": "Une oeuvre interactive en réalité augmentée mettant en scène la resurection du France, bateau emblèmatique de la ville d'Annecy."
    }
  },
  "not-found": {
    "title": "Oups! Vous êtes au mauvaise endroit",
    "go-back": "Retourner au bonne endroit"
  },
  "copyright" : "Tous droits réservés"
}